{
    "get-started": {
        "title": "Для начала",
        "desktop_title": "Установите приложение для ПК (v{{version}})",
        "architecture": "Архитектура:",
        "older_releases": "См. старые релизы",
        "server_title": "Настройка сервера для работы с нескольких устройств"
    },
    "hero_section": {
        "title": "Упорядочите свои мысли. Создайте личную базу знаний.",
        "subtitle": "Trilium - это open-source решение для ведение заметок и организации личной базы знаний. Используйте его локально на своём ПК, или синхронизируйтесь с собственным сервером, чтобы ваши заметки всегда были с вами.",
        "get_started": "Начало работы",
        "github": "GitHub",
        "dockerhub": "Docker Hub",
        "screenshot_alt": "Скриншот приложения Trilium Notes для ПК"
    },
    "organization_benefits": {
        "title": "Структура",
        "note_structure_title": "Структура заметки",
        "note_structure_description": "Строки могут распологаться иерархически. Не нужно постоянно создавать папки, так как каждая заметка может содержать вложенные под-заметки. Одну и ту же заметку можно добавить сразу в несколько мест в иерархии.",
        "attributes_title": "Ярлыки и связи заметок",
        "hoisting_title": "Рабочие пространства и хосты",
        "hoisting_description": "Легко разделяйте заметки на личные и рабочие, группируя их в рабочей области. Благодаря этому в вашем дереве будет отображаться только определённый набор заметок.",
        "attributes_description": "Используйте связи между заметками или добавляйте метки для удобной категоризации. Используйте расширенные атрибуты для ввода структурированной информации, которую можно использовать в таблицах и досках."
    },
    "productivity_benefits": {
        "revisions_content": "Заметки периодически сохраняются в фоне, ревизии могут быть использованы для просмотра или отмены случайных изменений. Ревизии также можно создавать самостоятельно.",
        "sync_title": "Синхронизация",
        "protected_notes_title": "Защищённые заметки",
        "jump_to_title": "Бастрый поиск и команды",
        "search_title": "Глубокий поиск",
        "web_clipper_content": "Перемещайте целые веб-страницы (или скриншоты) в Trilium с помощью браузерного расширения web clipper."
    },
    "note_types": {
        "title": "Несколько способов представления вашей информации",
        "text_title": "Текстовые заметки",
        "text_description": "Заметки редактируются с помощью визуального (WYSIWYG) редактора, поддерживающего таблицы, изображения, математические выражения, блоки кода с подсветкой синтаксиса. Быстро форматируйте текст, используя синтаксис, похожий на Markdown, или слеш-команды."
    }
}
