{
    "get-started": {
        "title": "Почати",
        "desktop_title": "Завантажити програму для ПК (v{{version}})",
        "architecture": "Архітектура:",
        "older_releases": "Дивитися старіші випуски",
        "server_title": "Налаштуйте сервер для доступу на кількох пристроях"
    },
    "hero_section": {
        "title": "Упорядкуйте свої думки. Створіть свою особисту базу знань.",
        "subtitle": "Trilium — це рішення з відкритим кодом для ведення нотаток та організації особистої бази знань. Використовуйте його локально на своєму робочому столі або синхронізуйте зі своїм власним сервером, щоб мати свої нотатки під рукою, де б ви не були.",
        "get_started": "Почати",
        "github": "GitHub",
        "dockerhub": "Docker Hub",
        "screenshot_alt": "Знімок екрана програми Trilium Notes для ПК"
    },
    "organization_benefits": {
        "title": "Організація",
        "note_structure_title": "Структура нотатки",
        "note_structure_description": "Нотатки можна впорядковувати ієрархічно. Немає потреби в папках, оскільки кожна нотатка може містити піднотатки. Одну нотатку можна додати в кілька місць в ієрархії.",
        "attributes_title": "Мітки та зв'язки нотаток",
        "attributes_description": "Використовуйте зв'язки між нотатками або додавайте мітки для легкої категоризації. Використовуйте підвищені атрибути для введення структурованої інформації, яку можна використовувати в таблицях, на дошках.",
        "hoisting_title": "Робочі області та хостинг",
        "hoisting_description": "Легко розділяйте особисті нотатки та робочі, групуючи їх у робочій області, що фокусує ваше дерево нотаток на відображенні лише певного набору нотаток."
    },
    "productivity_benefits": {
        "title": "Продуктивність та безпека",
        "revisions_title": "Ревізії нотаток",
        "revisions_content": "Нотатки періодично зберігаються у фоновому режимі, а ревізії можна використовувати для перегляду або скасування випадкових змін. Ревізії також можна створювати на вимогу.",
        "sync_title": "Синхронізація",
        "sync_content": "Використовуйте власний або хмарний екземпляр, щоб легко синхронізувати нотатки на кількох пристроях та отримувати до них доступ з мобільного телефону за допомогою PWA.",
        "protected_notes_title": "Захищені нотатки",
        "protected_notes_content": "Захистіть конфіденційну особисту інформацію, зашифрувавши нотатки та заблокувавши їх за сеансом, захищеним паролем.",
        "jump_to_title": "Швидкий пошук і команди",
        "jump_to_content": "Швидко переходьте до нотаток або команд інтерфейсу користувача в ієрархії, шукаючи їх за назвою, з нечітким зіставленням для врахування друкарських помилок або незначних відмінностей.",
        "search_title": "Потужний пошук",
        "search_content": "Або шукайте текст усередині нотаток та звузьте пошук, відфільтрувавши за батьківською нотаткою чи за глибиною.",
        "web_clipper_title": "Web-кліпер",
        "web_clipper_content": "Зберіть веб-сторінки (або скріншоти) та розмістіть їх безпосередньо в Trilium за допомогою розширення браузера Web Clipper."
    },
    "note_types": {
        "text_title": "Текстові нотатки",
        "text_description": "Нотатки редагуються за допомогою візуального (WYSIWYG) редактора з підтримкою таблиць, зображень, математичних виразів, блоків коду з підсвічуванням синтаксису. Швидко форматуйте текст, використовуючи синтаксис, подібний до Markdown, або використовуючи команди зі слеш-рисками.",
        "code_title": "Нотатки з кодом",
        "code_description": "Великі зразки вихідного коду або скриптів використовують спеціальний редактор із підсвічуванням синтаксису для багатьох мов програмування та різними колірними темами.",
        "file_title": "Файлові нотатки",
        "file_description": "Вбудовуйте мультимедійні файли, такі як PDF-файли, зображення, відео, з попереднім переглядом у програмі.",
        "canvas_title": "Полотно"
    }
}
