{
    "about": {
        "close": "Закрыть",
        "app_version": "Версия приложения:",
        "db_version": "Версия базы данных:",
        "sync_version": "Версия синхронизации:",
        "build_date": "Дата сборки:",
        "build_revision": "Номер сборки:"
    },
    "toast": {
        "critical-error": {
            "title": "Критическая ошибка",
            "message": "Произошла критическая ошибка, которая препятствует запуску клиентского приложения:\n\n{{message}}\n\nСкорее всего, это вызвано неожиданным сбоем скрипта. Попробуйте запустить приложение в безопасном режиме и устранить проблему."
        },
        "widget-error": {
            "title": "Не удалось инициализировать виджет",
            "message-custom": "Не удалось инициализировать пользовательский виджет из заметки с идентификатором \"{{id}}\" и названием \"{{title}}\" по следующим причинам:\n\n{{message}}",
            "message-unknown": "Неизвестный виджет не удалось инициализировать по причине:\n\n{{message}}"
        },
        "bundle-error": {
            "title": "Не удалось загрузить пользовательский скрипт",
            "message": "Скрипт из заметки с идентификатором \"{{id}}\" и названием \"{{title}}\" не может быть выполнен по следующим причинам:\n\n{{message}}"
        }
    },
    "add_link": {
        "add_link": "Добавить ссылку",
        "close": "Закрыть",
        "note": "Заметка",
        "link_title": "Заголовок ссылки"
    },
    "branch_prefix": {
        "close": "Закрыть",
        "save": "Сохранить"
    },
    "bulk_actions": {
        "available_actions": "Доступные действия",
        "chosen_actions": "Выбранные действия",
        "relations": "Связи",
        "notes": "Заметки",
        "other": "Прочее"
    },
    "confirm": {
        "confirmation": "Подтверждение",
        "close": "Закрыть",
        "cancel": "Отмена",
        "ok": "ОК"
    },
    "delete_notes": {
        "close": "Закрыть",
        "erase_notes_description": "Обычное (мягкое) удаление только отмечает заметки как удалённые, и их можно восстановить (в диалоговом окне последних изменений) в течение определённого времени. Если выбрать этот параметр, заметки будут удалены немедленно, и восстановить их будет невозможно."
    },
    "database_anonymization": {
        "light_anonymization_description": "Это действие создаст новую копию базы данных и выполнит её лёгкую анонимизацию — в частности, будет удалён только контент всех заметок, но заголовки и атрибуты останутся. Кроме того, будут сохранены пользовательские заметки, содержащие JavaScript-скрипты frontend/backend и пользовательские виджеты. Это даёт больше контекста для отладки проблем.",
        "choose_anonymization": "Вы можете самостоятельно решить, хотите ли вы предоставить полностью или частично анонимизированную базу данных. Даже полностью анонимизированная база данных очень полезна, однако в некоторых случаях частично анонимизированная база данных может ускорить процесс выявления и исправления ошибок.",
        "full_anonymization_description": "Это действие создаст новую копию базы данных и анонимизирует ее (удалит все содержимое заметок и оставит только структуру и некоторые неконфиденциальные метаданные) для совместного использования в Интернете в целях отладки без опасения утечки ваших личных данных."
    },
    "revisions_snapshot_limit": {
        "note_revisions_snapshot_limit_description": "Ограничение на количество снимков ревизий заметки определяет максимальное количество ревизий, которые можно сохранить для каждой заметки. Значение -1 означает отсутствие ограничений, а 0 означает удаление всех ревизий. Максимальное количество ревизий для одной заметки можно задать с помощью метки #versioningLimit."
    },
    "password": {
        "alert_message": "Пожалуйста, запомните новый пароль. Пароль используется для входа в веб-интерфейс и шифрования защищённых заметок. Если вы забудете пароль, все ваши защищённые заметки будут потеряны навсегда."
    },
    "content_language": {
        "description": "Выберите один или несколько языков, которые должны отображаться в разделе «Основные свойства» текстовой заметки, доступной только для чтения или редактируемой. Это позволит реализовать такие функции, как проверка орфографии и поддержка письма справа налево."
    }
}
